Repository: OpenDevelopmentMekong/ckanext-odm_library
Catalog: ckanext/odm_library/i18n/*.po
Languages: lo, my, vi

source: Document type
lo: ປະເພດເອກະສານ
my: စာတမ်းအမျိုးအစား
vi: Loại tài liệu

source: Advocacy and promotional materials
lo: ເອກະສານກ່ຽວກັບ ການໂຄສະນາ ແລະ ການສົ່ງເສີມ
my: စည်းရုံးလှုံ့ဆော်ခြင်းနှင့် မြှင့်တင်အသုံးပြုနိုင်ရန်အတွက် ပစ္စည်းများ
vi: Tài liệu vận động chính sách và quảng bá

source: Analysis, discussion papers, and blogs
lo: ບົດວິເຄາະ, ບົດສົນທະນາ ແລະ ບລອກ
my: လေ့လာသုံးသပ်ချက်၊ ဆွေးနွေးချက်များ၊ နှင့် ဘလော့များ
vi: Các phân tích, thảo luận và blog

source: Books and book chapters
lo: ປື້ມ ແລະ ພາກຕ່າງໆໃນປື້ມ
my: စာအုပ်များ နှင့် စာအုပ်ရှိအခန်းများ
vi: Sách và các chương

source: Case studies
lo: ກໍລະນີສຶກສາ
my: ဖြစ်ရပ်အပေါ်လေ့လာချက်များ
vi: Tình huống điển hình

source: Issue and policy briefs
lo: ປະເດັນ ແລະ ບົດສະຫຼຸບຫຍໍ້ນະໂຍບາຍ
my: အကြောင်းကိစ္စနှင့် မူဝါဒ အကြမ်းများ
vi: Vấn đề và tóm lược chính sách

source: Profiles - People
lo: ຂໍ້ມູນສ່ວນຕົວສຳລັບບຸກຄົນ
my: လူပုဂ္ဂိုလ်များ၏ အချက်အလက်မှတ်တမ်း
vi: Dữ liệu về con người

source: Profiles - Organizations and projects
lo: ຂໍ້ມູນກ່ຽວກັບອົງການ ແລະ ໂຄງການ
my: အဖွဲ့အစည်းများနှင့် စီမံကိန်းများ၏ အချက်အလက်မှတ်တမ်း
vi: Dữ liệu về các tổ chức và dự án

source: Profiles - Geographical areas and sites
lo: ຂໍ້ມູນກ່ຽວກັບ ເຂດພູນສັນຖານ ແລະ ທີ່ຕັ້ງ
my: ပထဝီဧရိယာနှင့် အကောင်အထည်ဖော်နေရာများ၏ အချက်အလက်မှတ်တမ်း
vi: Dữ liệu về vùng địa lý và các địa danh

source: Conference/workshop proceedings and presentations
lo: ກອງປະຊຸມ/ການຝຶກອົບຮົມ ແລະ ບົດນຳສະເໜີ
my: ဆွေးနွေးပွဲများ ဆက်လက်အကောင်အထည်ဖေါ်ခြင်း နှင့် တင်ဆက်မှုများ
vi: Kỷ yếu và bài trình bày các hội nghị/hội thảo

source: Reports, journal articles, and research papers (including theses and dissertations)
lo: ບົດລາຍງານ, ຫົວຂໍ້ຂ່າວ ແລະ ບົດວິໄຈ (ເຊິ່ງລວມເຖິງ ບົດວິທະຍານິພົນ ແລະ ບົດບັນຍາຍ)
my: အစီရင်ခံစာများ၊ ဂျာနယ်ဆောင်းပါးများ၊ နှင့် သုတေသနစာတမ်းများ (အကြောင်းအရာတစ်ခုပေါ်လေ့လာချက်များ နှင့် သုတေသနမှတွေ့ရှိချက်များ အပါအဝင်)
vi: Các báo cáo, bài đăng tạp chí, bài viết nghiên cứu (bao gồm cả luận án, luận văn)

source: Company profiles
lo: ຂໍ້ມູນກ່ຽວກັບບໍລິສັດ
my: ကုမ္ပဏီ၏ အချက်အလက်မှတ်တမ်း
vi: Dữ liệu về công ty

source: Language of document
lo: ພາສາຂອງບັນດາເອກະສານ
my: စာရွက်စာတမ်း၏ ဘာသာစကား
vi: Ngôn ngữ của tài liệu

source: Burmese
lo: ພາສາມຽນມາ
my: ဗမာဘာသာစကား
vi: Tiếng Mi-an-ma

source: English
lo: ພາສາອັງກິດ
my: အင်္ဂလိပ်ဘာသာစကား
vi: Tiếng Anh

source: Khmer
lo: ພາສາກຳປູເຈຍ
my: ခမာဘာသာစကား
vi: Tiếng Khơ-me

source: Lao
lo: ພາສາລາວ
my: လာအိုဘာသာစကား
vi: Tiếng Lào

source: Thai
lo: ພາສາໄທ
my: ထိုင်းဘာသာစကား
vi: Tiếng Thái Lan

source: Vietnamese
lo: ພາສາຫວຽດນາມ
my: ဗီယက်နမ်ဘာသာစကား
vi: Tiếng Việt

source: Chinese
lo: ພາສາຈີນ
my: တရုတ်ဘာသာစကား
vi: Tiếng Trung

source: French
lo: ພາສາຝຣັ່ງ
my: ပြင်သစ်ဘာသာစကား
vi: Tiếng Pháp

source: German
lo: ພາສາເຢຍລະມັນ
my: ဂျာမန်ဘာသာစကား
vi: Tiếng Đức

source: Japanese
lo: ພາສາຍີ່ປຸ່ນ
my: ဂျပန်ဘာသာစကား
vi: Tiếng Nhật

source: Korean
lo: ພາສາເກົາຫຼີ
my: ကိုရီးယား ဘာသာစကား
vi: Tiếng Hàn Quốc

source: Other
lo: ອື່ນໆ
my: အခြား
vi: Ngôn ngữ khác

source: URL
lo: ທີ່ຢູ່ຂອງເວັບໄຊ້

source: Formal full title
lo: ຊື່ທາງການ
my: ခေါင်းစဉ်အပြည့်အစုံ
vi: Tiêu đề đầy đủ

source: Short title (alternative/varying form of title)
lo: ຊື່ຫຍໍ້ (ຊື່ອື່ນໆ/ຊື່ເອີ້ນຍ່ອຍ)
my: ခေါင်းစဉ်အတို (မူရင်းခေါင်းစဉ်နှင့်မတူသောခေါင်းစဉ်)
vi: Tên rút gọn (tên thay thế/tên khác)

source: Topics
lo: ຫົວຂໍ້
my: ခေါင်းစဉ်များ
vi: Chủ đề

source: Short summary (contents)
lo: ສະຫຼຸບຫຍໍ້ (ເນື້ອໃນ)
my: အနှစ်ချုပ် (အကြောင်းအရာ)
vi: Tóm tắt nội dung

source: Geographic area (spatial range)
lo: ພື້ນທີ່ພູມມິສາດ (ລະດັບຄວາມກວ້າງຂອງພື້ນທີ່)
my: ပထဝီဧရိယာ (spatial range)
vi: Vùng địa lý (phạm vi không gian)

source: Global
lo: ທົ່ວໂລກ
my: ကမ္ဘာအဝှမ်း
vi: Toàn cầu

source: ASEAN
lo: ອາຊຽນ
my: အာစီယံ

source: Greater Mekong Subregion (GMS)
lo: ອະນຸພາກພື້ນລຸ່ມແມ່ນໍ້າຂອງ (GMS)
vi: Tiểu vùng Mê Kông mở rộng (GMS)

source: Lower Mekong Basin
lo: ລຸ່ມແມ່ນໍ້າຂອງ
vi: Lưu vực hạ Mê Kông

source: Lower Mekong countries
lo: ບັນດາປະເທດລຸ່ມແມ່ນໍ້າຂອງ
my: မဲခေါင်အောက်ပိုင်းနိုင်ငံများ
vi: Các nước hạ Mê Kông

source: Cambodia
lo: ປະເທດກຳປູເຈຍ
my: ကမ္ဘောဒီးယား
vi: Cam-pu-chia

source: Vietnam
lo: ປະເທດຫວຽດນາມ
my: ဗီယက်နမ်
vi: Việt Nam

source: Laos
lo: ປະເທດລາວ
my: လာအို
vi: Lào

source: Thailand
lo: ປະເທດໄທ
my: ထိုင်း
vi: Thái Lan

source: Myanmar
lo: ປະເທດມຽນມາ
my: မြန်မာ
vi: Mi-an-ma

source: Copyright
lo: ລິດຂະສິດ
my: မူပိုင်ခွင့်
vi: Bản quyền

source: Access and use constraints
lo: ຂໍ້ຈຳກັດ ການເຂົ້າເຖິງ ແລະ ການນຳໃຊ້ງານ
my: ရယူခြင်းနှင့် အကန့်အသတ်များအသုံးပြုခြင်း
vi: Rào cản trong tiếp cận và sử dụng

source: Version / Edition
lo: ພາກ/ສະບັບ
my: ဗားရှင်း/ ပြင်ဆင်ချက်
vi: Phiên bản/Lần xuất bản

source: Organization
lo: ອົງການຈັດຕັ້ງ
my: အဖွဲ့အစည်း
vi: Tổ chức

source: Date uploaded
lo: ຂໍ້ມູນທີ່ໄດ້ເອົາລົງສຳເລັດ
my: တင်သည့်ရက်စွဲ
vi: Ngày tải dữ liệu

source: License
lo: ການອະນຸມັດ
my: လိုင်စင်
vi: Giấy phép

source: Contact
lo: ຂໍ້ມູນຕິດຕໍ່
my: ဆက်သွယ်ရန်
vi: Liên hệ

source: Author (individual)
lo: ຜູ້ຂຽນ (ສະເພາະບຸກຄົນ)
my: ရေးသာသူ (တစ်သီးပုဂ္ဂလ)
vi: Tác giả (cá nhân)

source: Author (corporate)
lo: ຜູ້ຂຽນ (ອົງການ)
my: ရေးသားသူ (ပူပေါင်း)
vi: Tác giả (tổ chức)

source: Co-author (individual)
lo: ຜູ້ຂຽນຮ່ວມ (ສະເພາະບຸກຄົນ)
my: ပူးပေါင်းရေးသားသူ (တစ်ဦးချင်းစီ)
vi: Đồng tác giả (cá nhân)

source: Co-author (coorporate)
lo: ຜູ້ຂຽນຮ່ວມ (ອົງການ)
my: ပူပေါင်းရေးသားသူ (အုပ်စု)
vi: Đồng tác giả (tổ chức)

source: ISBN number
lo: ເລກມາດຕະຖານສາກົນຂອງປື້ມ ຫຼື ເລກ ISBN
my: ISBN နံပါတ်
vi: Số ISBN

source: ISSN number
lo: ເລກມາດຕະຖານສາກົນຂອງວາລະສານ ຫຼື ເລກ ISSN
my: ISSN နံပါတ်
vi: Số ISSN

source: Publication place
lo: ສະຖານທີ່ຕີພິມເອກະສານ
my: ထုတ်ဝေသည့်ရေရာ
vi: Nơi xuất bản

source: Publisher
lo: ສຳນັກງານຈັດພິມເອກະສານ
my: ထုတ်ဝေသူ
vi: Nhà xuất bản

source: Publication date
lo: ວັນທີຜະລິດ ເອກະສານ
my: ထုတ်ဝေသည့်ရက်စွဲ
vi: Ngày xuất bản

source: Pagination
lo: ຈຳນວນໜ້າຂອງເອກະສານ
my: စာမျက်နှာခွဲ
vi: Đánh số trang

source: General note
lo: ໝາຍເຫດ
my: အထွေထွေ မှတ်ချက်
vi: Lưu ý chung

source: Legacy reference document
lo: ເອກະສານອ້າງອີງສະເພາະ
my: ဆက်ခံရည်ညွှန်းသောစာတမ်း
vi: Tài liệu tham chiếu về pháp lý

source: Maintainer
lo: ຜູ້ດູແລລະບົບ
my: ထိန်းသိမ်းစောင့်ရှောက်သူ
vi: Hệ thống bảo dưỡng

source: Maintainer email
lo: ອີເມລຂອງຜູ້ດູແລລະບົບ
my: ထိန်းသိမ်းစောင့်ရှောက်သူ၏ အီးမေးလ်
vi: Email từ hệ thống

source: Name
lo: ຊື່
my: အမည်
vi: Tên

source: Format
lo: ຮູບແບບ
my: ပုံစံ
vi: Định dạng

source: Library
lo: ຫໍສະໝຸດ
my: စာကြည့်တိုက်
vi: Thư viện

source: Library records
lo: ບັນດາເອກະສານ ໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်း
vi: Bản ghi lưu trữ

source: Create library record
lo: ສ້າງ ເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်းဖန်တီးမည်
vi: Tạo một bản ghi thư viện

source: What are Library records?
lo: ເອກະສານໃນຫໍສະໝຸດມີຫຍັງແດ່?
my: စာကြည့်တိုက်မှတ်တမ်းဆိုတာဘာလဲ
vi: Bản ghi thư viện là gì?

source: View library record
lo: ເບິ່ງເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်းကိုကြည့်ရှုမည်
vi: Xem tài liệu trong thư viện

source: Update library record
lo: ປັບປຸງ ຂໍ້ມູນເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်းကို update လုပ်မည်
vi: Cập nhật dữ liệu trong thư viện

source: Manage
lo: ການຈັດການ
my: စီမံခန့်ခွဲမည်
vi: Quản lý

source: Library record
lo: ເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်း
vi: Dữ liệu thư viện

source: Activity Stream
lo: ກິດຈະກຳເຄື່ອນໄຫວລ່າສຸດ
my: လှုပ်ရှားမှုလမ်းကြောင်း
vi: Chuỗi hoạt động

source: Add library record
lo: ເພີ່ມເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်းသွင်းခြင်း
vi: Bổ sung bản ghi lưu trữ

source: Are you sure you want to delete this dataset?
lo: ເຈົ້າໝັ້ນໃຈບໍວ່າຈະລົບລ້າງຂໍ້ມູນຊຸດນີ້?
my: ဤ dataset ကိုဖျက်ရန်သေချာပါသလား။
vi: Bạn có chắc chắn xóa dữ liệu không?

source: Delete
lo: ລົບລ້າງ
my: ဖျက်မည်
vi: Xóa

source: Search library records...
lo: ຄົ້ນຫາ ເອກະສານໃນຫໍສະໝຸດ
my: စာကြည့်တိုက်မှတ်တမ်းကို ရှာဖွေခြင်း
vi: Tìm kiếm bản ghi lưu trữ

source: Add data
lo: ເພີ່ມຂໍ້ມູນ
my: Data ထည့်သွင်းမည်
vi: Bổ sung dữ liệu

source: Submit
lo: ສົ່ງ
my: တင်မည်
vi: Gửi

source: Thank you for uploading this item. Instructions about vetting system available on https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_library_records
my: ဤအကြောင်းအရာကို တင်ပေးသည့်အတွက်ကျေးဇူးတင်ပါတယ်။ လေ့လာစီစစ်ခြင်းစနစ်အတွက် လမ်းညွှန်ကို https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_library_records တွင်ကြည့်ရှုနိုင်သည်။
vi: Cảm ơn bạn đã chia sẻ dữ liệu. Bạn có thể tham khảo hướng dẫn về quy trình kiểm duyệt thông tin của hệ thống tại https://wiki.opendevelopmentmekong.net/partners:content_review#instructions_for_default_issue_on_library_records

source: Related
my: ဆက်နွှယ်မှုရှိသော
vi: Có liên quan
